1:WizQst173603
00000000

My mind aches as I seek the missing pieces. Find this Nothing creature. Follow it to Lemuria. Bring the Lemurs home to the Spiral.
00000001

The Lemurs were only the beginning. In the wake of their disappearance, I now see noise, a trail of discordant notes...
00000002

...A grim, subtle song that distorts the rhythm of existence, warps reality to obscure the greatest of crimes - whole pieces of the Spiral, stolen. 
00000003

This was discovered by a creature that hounds you. I cannot see it, and therefore it cannot be a thing of the Spiral, nor of worlds beyond.
00000004

Not merely the "Old One" as you call him. He is no more, absorbed into a sentient void, a living absence, Nothing.
00000005

You are tied now to paradoxical forces, connected to elements more primal than I. I can see all that is; you now see what never was.
00000006

So only you can follow this Nothing creature wherever it leads. To Lemuria. To secrets that have eluded even me.
00000007

I sense great... pain in their discovery. But it must be borne. The stolen world must be found and the song that lashed it together silenced forever.
00000008

This Spiral of yours, it's like noise, static, interference - repelling, obscuring, stranding me in shapelessness, silence... 
00000009

Silence, but for the howling of the Old One's last wish: to save Lemuria. Yes, save it. It is dying, you see. Dyyyyying. Ugly word. It is "running down."
00000010

That is the phrase in the Old One's mind. I can see his memories, in a way. Sometimes. We are as one now. His thoughts and mine. Merged.
00000011

But his mind is a book of 10,000 pages, full of fragments and Ducks of Death. Specifics are hard to find, especially while willing myself here. 
00000012

We need more clues, like the one in Mirage. Is there another place that gathers such antiquities? A... Museum? A <ITALICS>Royal Museum?</ITALICS> Go there, Wizard.
00000013

Welcome to the Royal Museum. Would you like a tour of our Exotic Krokotopia Wing? Or perhaps the Savage Polaris Experience?
00000014

Lemuria! Good show! I don't know what that is! There is nothing here on display whatsoever. Perhaps in storage? Oh, but the drones!
00000015

Rampaging security drones, you understand. I don't understand it at all. But the blasted things are on the fritz. Happens all the time...
00000016

...Or at least since we fired that one Engineer, which I'm sure is pure coincidence. At any rate, since there's no security at present I can't stop you...
00000017

But if you do go to our Storage Warehouse down the street, you will almost certainly perish. The choice is yours.
00000018

Museum Storage Warehouse
00000019

Look at all of these, Wizard. All murals from different not-heres - worlds, different times, depicting the same thing...
00000020

The Old One, always the Old One, grabbing at isolated pieces of the Spiral, stealing them, combining them... into something new, into... Lemuria.
00000021

He made it... he built it. And it's dying now. That is... my fault. He was trying to save it and I... I...
00000022

Oh look! 'Discovered by Stallion Quartermane.' I saw that name somewhere... in some chapter. Try asking the Museum Thing.
00000023

Ah, yes, Stallion Quartermane. That one I do know. One of the Spiral's earliest adventurers and founder of the Geographic Society.
00000024

A master archaeologist, mathematician, hand-to-hand combatant and flutist, he's the mold in which heroes are forged. Alas he vanished in search of...
00000025

The Old One.
00000026

Pardon me, Wizard. Blimey, my head. The Old One, yes. I suppose the World Render he was searching for would be quite old by now.
00000027

'The World Render' was quite old even then. Come to the outside, Wizard. I do not wish to cause further unpleasantness.
00000029

Apologies. My very presence overloads the Things' senses with incompatible signals. It is why they can't see me, why they experience discomfort.
00000030

But on Quartermane, there are memories here of him and the Old One working together on "Project Lemuria." And a secret lab in...the mountains. In... 
00000031

Polaris? Yes, Polaris! And then... hundreds of pages complaining about Napoleguin. Let us go to this Polaris. See if Other Things there can help.
00000032

Bon joor, la Wizard. Como tally view? Ah, oui, view have noticed my new dialect. I have been les here a while now, no? How can le Zoot help view?
00000033

Oh, le Expedition du lost du Stallion de la Quartermane? You do not think petit. But if it were in Polaris, I'd have found it, no?
00000034

Unless it were on Le Mountain Du Madness. Anyone who goes there comes back mad. Or not at all. A good place to lose an expedition, I suppose.
00000035

The path is in the Forlorn Tayg. If view must go, mon ami, take with view this word of warning: PAMPLEMOUSSE! I don't know what it means.
00000036

Why do you delay? Lemuria's time continues to run down. Quartermane's expedition is our best clue to find it.
00000037

What is MY interest? Why do I care? Is that what I'm doing? Caring? I don't know. The Old One cared; it was his last care. I inherited it.
00000038

I never felt that kind of sensation before. A gnawing, panging feeling. I reacted. Strongly. What is that? Guilt? Guiiiilt. I don't like that word.
00000039

I can't focus on that now. I have to focus on staying, on existence. The Everything rejects the Nothing, remember? 
00000040

Must focus, fight back. I must think so that I am. And we must press on!
00000041

I remain confused. The Old One and Quartermane, they helped each other, as we help each other. But then they stopped. 
00000042

Will we stop? Will we turn on each other as they did? Do all Things separate like that? Does this individuality inevitably lead to conflict?
00000043

Ah, thank you, Wizard. Wise words. I must stay focused. I mustn't fade again. Quartermane expected to find the Old One here...
00000044

Perhaps in there?
00000045

Lab
00000046

This is familiar. Look around. See what you can find.
00000047

<ITALICS>Quartermane found me out. Shame, really. He was a man of unusual competence. I know he's coming for me now. Perhaps he can still be of some use.</ITALICS>
00000048

<ITALICS>Lemuria will need people like Stallion Quartermane if my theory holds true. And what better template than the man himself?</ITALICS>
00000049

<ITALICS>He just needs some time to cool off.</ITALICS>
00000050

Oh, look, it's Stallion Quartermane. 
00000051

His various systems of chemical reactions, electrical charges, and musical notes are still active. He is... not dying. The other one.
00000052

Alive-ing! I think. Yes. Let's release him.
00000054

...AT YOU, fiend!
00000055

Wait, who are you? "The Wizard?" What a bizarre and unremarkable name. I am Stallion Quartermane! Stand back, I've a World Render to pummel.
00000056

Oh, already gone, is he? Fell down a hole? How have I missed all this? How long have I been here?  
00000057

That is a very large number of years.
00000058

So... the whole Spiral, everything I've ever known, is gone? Ha-ha! That means I can explore it all over again! To adventure!
00000059

I find his personality... charming? How diverse and wonderful this Everything is. I am so glad I discovered-
00000060

Pingouins! Fantastic! What ABOUT Lemuria? You said the squid man was gone. Surely, you uncovered his pet project?
00000061

No, eh? Don't even know what it is? Why, it's a world! Made of other worlds! Worlds I discovered! Before... I knew why I was sent for them.
00000062

Worry not, for I have a map to Lemuria in my journal that we- not there, eh? Then, it's a good thing I made a copy, ha-ha! 
00000063

Now where would all my effects have gone after so many years? To the Royal Museum of course! To adventure!
00000064

Oh, it's you. Did you find the lost expedition of Stallion Quartermane?
00000065

More than that! They found the man himself, ha-ha. Go ahead, bask in my return. I won't be embarrassed.
00000066

Ah, a historical performer, splendid! They are probably looking for you in the Stallion Quartermane Memorial Tower outside. Go now. Scoot!
00000067

Egad, the Wizard! I just can't believe it. This is Marleybone now? In my day, it didn't even have rooftops. Now they're everywhere!
00000068

But I believe this is the Tower we seek. It smells like bravery. Come along. To adventure!
00000069

Quartermane Tower
00000070

Tell me I'm fired! Just because one courier ship crashed into one building with one crate of one hundred priceless artifacts. I'll show- 
00000071

Who are you?
00000072

Stallion Quartermane at your-
00000073

Great. Some museum actor. Well, I'll show you. I'll show them all! Revenge is a dish best served ON FIRE!
00000074

I'll have my revenge on you too! Whoever you are...
00000075

Why is this wing so dusty? It doesn't seem anyone's come here in a while. Am I so forgotten?
00000076

I'll soon fix that, ha-ha! We'll find Lemuria and then I'll explore this whole new Spiral. There's bound to be more to discover!
00000077

And, let's see, ah yes, here it is. My map to Lemuria. Let's get into the fresh air, the Wizard. This will take some explaining.
00000078

Prepare for a legend, ha-ha! They say there exists between the ley lines a repository of all knowledge, a hidden realm of scholars and wise men.
00000079

That is where we will find Lemuria. But alas, reaching it is no mean feat, for it is a whisper only, a rumor. No one knows how to locate... the Arkanum.
00000080

Come again? You have an apartment there? Let's go at once! To adventure!
00000081

Here it is... well behind this intimidating gate with the energy crackles. This is the Old One's domain.
00000082

This was his office. Before the Schism of the old Arkanum. This was an early chapter in his story.
00000083

This is where he fragmented worlds to build something new.
00000084

This is why you met him, why I met him. This was why he went to Karamelle.
00000085

This is where we'll find Lemuria.
00000086

Great galloping gadzooks! The Arkanum is real and I have discovered it, ha-ha! But there's no time for braggadocio. We've work to do.
00000087

See that squid. It marks the spot. To the spot!
00000088

World Door
00000089

Madness Mountain
00000091

Stallion Quartermane
00000092

Rogue Engineer
00000093

Quatermane Tower
00000094

<ITALICS>To be Continued...</ITALICS>
00000095

Take a look at this map, the Wizard.
00000096

Why are we here? 
00000097

Ah, the proprietor is an explorer, knowledgeable in legends and lost things. Which one is this Taylor Coleridge?
00000098

He's away? Disappointing. Is there another Explorer-Thing here you're familiar with?
00000099

Coleridge's Tiki Bar
00000100

Royal Museum
00000101

Old One
